* Time du ludum dare
** exemple sprite:
CLOCK: [2015-04-18 sam. 09:35]--[2015-04-18 sam. 10:35] =>  1:00
** making it display stuff
CLOCK: [2015-04-18 sam. 10:35]--[2015-04-18 sam. 11:20] =>  0:45
** decide style of move
CLOCK: [2015-04-18 sam. 11:22]--[2015-04-18 sam. 11:30] =>  0:08
** making it move
CLOCK: [2015-04-18 sam. 11:30]--[2015-04-18 sam. 11:45] =>  0:15
** direction of the heros
CLOCK: [2015-04-18 sam. 11:45]--[2015-04-18 sam. 12:28] =>  0:43
** An ideas: what it should do...
CLOCK: [2015-04-18 sam. 12:29]--[2015-04-18 sam. 12:35] =>  0:06
** Drawing another heroes
CLOCK: [2015-04-18 sam. 12:35]--[2015-04-18 sam. 12:42] =>  0:07
** Coding movement
CLOCK: [2015-04-18 sam. 14:02]--[2015-04-18 sam. 14:45] =>  0:43
CLOCK: [2015-04-18 sam. 12:45]--[2015-04-18 sam. 13:00] =>  0:15
** Monster graphique
CLOCK: [2015-04-18 sam. 14:45]--[2015-04-18 sam. 15:35] =>  0:50
** pad: abandon...
CLOCK: [2015-04-18 sam. 15:39]--[2015-04-18 sam. 15:57] =>  0:18
** gun
CLOCK: [2015-04-18 sam. 17:52]--[2015-04-18 sam. 18:07] =>  0:15
CLOCK: [2015-04-18 sam. 15:57]--[2015-04-18 sam. 17:47] =>  1:50
** bug graphique monstre
CLOCK: [2015-04-18 sam. 17:48]--[2015-04-18 sam. 17:52] =>  0:04
** collision
CLOCK: [2015-04-18 sam. 18:10]--[2015-04-18 sam. 18:38] =>  0:28
** more monster
CLOCK: [2015-04-18 sam. 18:38]--[2015-04-18 sam. 18:52] =>  0:14
** border condition
CLOCK: [2015-04-18 sam. 18:53]--[2015-04-18 sam. 18:58] =>  0:05
** some AI
CLOCK: [2015-04-18 sam. 18:58]--[2015-04-18 sam. 20:12] =>  1:14
** some food
CLOCK: [2015-04-18 sam. 20:12]--[2015-04-18 sam. 21:18] =>  1:06
** scoring
CLOCK: [2015-04-18 sam. 21:34]--[2015-04-18 sam. 22:07] =>  0:33
CLOCK: [2015-04-18 sam. 21:19]--[2015-04-18 sam. 21:30] =>  0:11
** blog post!
CLOCK: [2015-04-18 sam. 22:08]--[2015-04-18 sam. 22:45] =>  0:37
** PAD again
CLOCK: [2015-04-18 sam. 22:45]--[2015-04-18 sam. 23:16] =>  0:31
